/* Localized versions of Guest Access strings */

allowButton = "Share Screen";
denyButton = "Cancel";

controlTitle = "Share Screen Request";
observeTitle = "Share Screen Request";

controlRequestKnown = "“%@” on “%@” would like to share your screen.\r\rDo you want to share your screen?";
observeRequestKnown = "“%@” on “%@” would like to observe your screen.\r\rDo you want to share your screen?";

controlRequestUnknown = "A guest user connecting from address %@ would like to share your screen.\r\rClick Share Screen only if you are sure you know this person.";
observeRequestUnknown = "A guest user connecting from address %@ would like to observe your screen.\r\rClick Share Screen only if you are sure you know this person.";

errAttnReqCommString = "A communication error has occurred.";
